IdeaRS.Connections
ConCalcCaseForces.InternalForces Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ConCalcCaseForces.InternalForces"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<InternalForceOnSegmentData> InternalForces { get; set; }
Property Value
Type: List<InternalForceOnSegmentData>
See Also
Reference
ConCalcCaseForces Class
IdeaRS.Connections.Data Namespace